{
  "data": [
    {
      "id": "MDEwOlJlcG9zaXRvcnkyNDU0NjcyNzQ=",
      "name": "Dealance",
      "createdAt": "Aug 2016 - Jun 2018",
      "url": "",
      "description": "🔥 Dealance is a web platform, It is a marketplace where employers and employees are able to find each other. People can request to work out on specific categories of jobs only. In this platform there are three types of users.",
      "isFork": false,
      "languages": [
        
      ]
    },
    {
      "id": "R_kgDOG_vYHA",
      "name": "E-Lube",
      "createdAt": "Jun 2018 – Nov 2019",
      "url": "",
      "description": "📦 E-Lube application software handles the complexities of machine lubrication. It reportedly enables maintenance operations to simplify, automate, and streamline lubrication management..",
      "isFork": false,
      "languages": [
        
      ]
    },
    {
      "id": "R_kgDOGcPKSQ",
      "name": "Talent Now",
      "createdAt": "Nov 2019 – Aug 2020",
      "url": "",
      "description": "⚙️ Talent Now is a web-based application which deals with contracts to hire based candidates’ submission up to the onboarding process managed by managers (MSP) and vendors..",
      "isFork": false,
      "languages": [
        
      ]
    },
    {
      "id": "DIT-Forms",
      "name": "DIT-Forms",
      "createdAt": "Aug 2020 – Feb 2021",
      "url": "",
      "description": "🌀 DIT is a web based application that serves the purpose to aid in the Disassembly and Inspection process of the drilling equipment for overhaul and repair both in offline and online mode. DIT has Digital Forms equivalent to the templates in ePIMS system used for inspections globally.",
      "isFork": false,
      "languages": [
        
      ]
    },
    {
      "id": "MDEwOlJlcG9zaXRvcnkzMjcyMjI5Njk=",
      "name": "Avitas",
      "createdAt": "Feb 2021 - May 2022",
      "url": "",
      "description": "🚀  Avitas strives to revolutionize the oil & gas, and power industries by offering innovative solutions. Leveraging predictive data analytics, robotics, and artificial intelligence, Avitas provides advanced capabilities to enhance operations. With a focus on both underwater (Terrain) and terrestrial (Sky) examinations, Avitas employs drones to capture images and detect leaks. Immediately alerts are generated for the responsible personnel whenever leaks are identified, enabling prompt inspections and necessary actions. Avitas aims to deliver comprehensive and efficient solutions to ensure safety and optimize performance in these industries.",
      "isFork": false,
      "languages": [
        
      ]
    },
    {
      "id": "MDEwOlJlcG9zaXRvcnkzMjU5NDM1MTE=",
      "name": "GHEM",
      "createdAt": "May 2022 – Aug 2023",
      "url": "",
      "description": "🚀 The Greenhouse Emission Management (GHEM) system is designed to help energy industry players monitor their emissions in a more efficient and effective manner. The system enables the measurement, monitoring, and reporting of greenhouse gas emissions across various sources in the energy industry.",
      "isFork": false,
      "languages": [
       
      ]
    },
    {
      "id": "MDEwOlJlcG9zaXRvcnkzMjU5NDM1MTE=",
      "name": "E2C",
      "createdAt": "Aug 2023",
      "url": "",
      "description": "🚀 Smooth Liquid Swipe Animation to transition between different components.",
      "isFork": false,
      "languages": [
        
      ]
    }
  ]
}
